Repository: Terisa/GetFileName
Catalog: translations/*.po
Languages: es, fr

source: Store the filename of the imported book in a custom column
es: Almacena el nombre del fichero del libro importado en una columna personalizada
fr: Stocker le nom de fichier du livre importé dans une colonne personnalisée

source: Help
es: Ayuda

source: Restart required
es: Se necesita reinicio
fr: Redémarrage requis

source: Title image not found - you must restart Calibre before using this plugin!
es: No se encuentra la imagen del título - ¡debe reiniciar calibre antes de usar este plugin!
fr: Image de titre introuvable - vous devez redémarrer Calibre avant d'utiliser ce plugin !

source: Undefined
es: Indefinido
fr: Indéfini

source: Create new column
es: Crear nueva columna

source: Restart calibre now
es: Reiniciar ahora calibre
fr: Redémarrer calibre maintenant

source: Prefs Viewer dialog
es: Diálogo del visor de preferencias

source: Preferences for:
es: Preferencias para:

source: Clear
es: Borrar

source: Clear all settings for this plugin
es: Borra toda la configuración de este complemento

source: Settings deleted
es: Configuración borrada

source: <p>All settings for this plugin in this library have been cleared.</p>
es: <p>Se ha eliminado en esta biblioteca toda la configuración para este complemento.</p>

source: <p>Please restart calibre now.</p>
es: <p>Por favor, reinicia ahora calibre.</p>

source: File name options:
es: Opciones de nombre de fichero:
fr: Options pour le nom du fichier :

source: Include folder
es: Incluir directorio
fr: Inclure le dossier

source: It indicates it stores the folder with the filename.
es: Indica que incluye el directorio con el nombre del fichero.
fr: Enregistrer également le nom du dossier où se trouve le fichier importé.

source: &File name:
es: &Nombre del fichero:
fr: &Nom du fichier:

source: Custom text column for storing the filename and folder if included
es: Columna de texto personalizada para almacenar el nombre del fichero y el directorio si está incluido
fr: Colonne de texte personnalisée où enregistrer le nom du fichier et le dossier si inclus

source: File &Extension:
es: &Extensión del fichero:
fr: &Extension du fichier:

source: Custom text column for storing the extension (if empty the filename is not splited). Not used if file name column is empty
es: Columna de texto personalizada para almacenar la extensión (si está vacía el nombre del fichero no se divide). No se utiliza si la columna con el nombre del fichero está vacía
fr: Colonne de texte personnalisée où enregistrer l'extension (laisser ce champ vide pour enregistrer l'extension avec le fichier). Non utilisé si la colonne de nom du fichier est vide

source: File &Folder:
es: &Directorio del fichero:
fr: &Dossier du fichier :

source: Custom text column for storing the folder (if empty the filename is not splited). Not used if file name column is empty
es: Columna de texto personalizada para almacenar el directorio (si está vacía el nombre del fichero no se divide). No se utiliza si la columna con el nombre del fichero está vacía
fr: Colonne de texte personnalisée où enregistrer le dossier (laisser ce champ vide pour enregistrer le nom du dossier avec le fichier). Non utilisé si la colonne de nom du fichier est vide

source: File &Date:
es: &Fecha del fichero:
fr: D&ate du fichier :

source: Custom date column for storing the last modified date (if empty the date is not stored)
es: Columna de texto personalizada para almacenar la fecha de modificación (si está vacía la fecha no se almacena)
fr: Colonne de date personnalisée où enregistrer la date de dernière modification (laisser ce champ vide pour ne pas enregistrer la date)
